import { Nanami, rukia, shinjei, Sokuna, sonvsfather, TheKingofCurse, toji, zaraki } from "./import"

var Theoriesdata = [
    {
        'Date' : '2024-09-22 ',
        'Writtenby': 'المرتزق ! Sif Eddine',
        'Type':'best',
        'Cover': TheKingofCurse,
        'Title' : ' استيقاظ الملك - ريومين سوكونا ! ' ,  
        'introduction':  '- ضغط رهيب يخيم على المكان لدرجة ان التنفس ربما يعتبر تقليل احترام من صاحب هذا الحضور الطاغي و الشرير ، كيف لا و هم بحضرة ملك اللعنات - ريومين سوكونا !'
    },
    {
        'Date' : '2024-09-26 ',
        'Writtenby': 'المرتزق ! Sif Eddine',
        'Type':'top',
        'Cover': toji,
        'Title' : '- عودة قاتل الشامان !' ,  
        'introduction': '- هالة طاغية مشبعة بالغضب خيمت على الجو فجأة بينما تأمر الجدة حفيدها بقتل كل الشامان المتبقين مع نوع من الفخر لنوع الاستحضار القوي الذي قامت به لكنها لم تحسب نقطة مهمة جدا جدا ... هل مستوى حفيدها يكفي لردع جسد قاتل الشامان و منع عودته حيا ام لا ؟؟؟' 
    },
    {
        'Date' : '2024-09-25 ',
        'Writtenby': 'المرتزق ! Sif Eddine',
        'Type':'popular',
        'Cover': Sokuna ,
        'Title' : 'تجسيد الشر المطلق - ريومين سوكونا !' ,  
        'introduction':'- الملك ضد اقوى الشيكيغامي و اكثرهم جموحا ، اقوى رجل في التاريخ ضد ورقة عشيرة الزينين السرية المطلقة ، ريومين سوكونا ضد الماهوراغا الاسطوري ، اقوى قتال في ارك شيبويا لحد الساعة و اظن لنهاية الارك ! '  
    },
    {
        'Date' : '2024-09-24 ',
        'Writtenby': 'المرتزق ! Sif Eddine',
        'Type':'top',
        'Cover': shinjei ,
        'Title' : ' ارجوا ألا تحسبوا اني سأستسلم بسبب تفوقكم عددا علي !! ' ,  
        'introduction': '- الادراك العكسي ، قوة اقرب لتنويم عقلي و التأثير على ادراك الشخص ليصبح الحليف عدوا و العدو حليفا و هذا يرمي بك الى قلب مجزرة جماعية و سفك دماء حلفاءك قبل اعداءك  ، و حتى  قلب الواقع نفسه كما رأينا مع بامبيتا! ' 
    },
    {
        'Date' : '2024-09-24 ',
        'Writtenby': 'المرتزق ! Sif Eddine',
        'Type':'popular',
        'Cover': rukia ,
        'Title' : 'انتقام عائلة الكوتشيكي ! ' ,  
        'introduction': 'الغريزة الدفاعية الأقوى التي تمكنت من تحطيم احد اقوى الشينيغامي الذي ينحدر من عائلة نبيلة و عريقة في مجتمع السول سوسايتي - القائد بياكويا كوتشيكي - تلك الغريزة تدعى #الخوف الذي عرفه زعيم الكوتشيكي اول مرة اثناء مواجهته ايس نودت احد افخم جنود الكوينشي في الجيش الغازي ! '
    },
    {
        'Date' : '2024-09-24 ',
        'Writtenby': 'المرتزق ! Sif Eddine',
        'Type':'popular',
        'Cover': Nanami ,
        'Title' : " عندما يسألك الرجل الجاد - لا تتحامق ! "  ,  
        'introduction':'- نانامي يصل لأقصى درجات غضبه قبل تجاوزه منطقة الحجاب الذي يمنع توغل مستعملي الجوجيتسو ، الرجل الذي قال ان الانزعاج من الفشل لم و لن يكون جزءا من حياته لكن الغضب الهادئ الذي يعتريه لم يكن بسبب فشله ! بل لرؤيته رفاقه الضعفاء يسقطون بلا حول و لا قوة مع ملامح خوف عبارة عن رسالة لآخر ما شعروا به قبل السقوط ...! '  
    },
    {
        'Date' : '2024-09-24 ',
        'Writtenby': 'المرتزق ! Sif Eddine',
        'Type':'top',
        'Cover': sonvsfather,
        'Title' : ' الأب ضد الابن ! ' ,  
        'introduction': '- هل هو حليف ام عدو ؟ الى جانب هذا سؤال تساؤول آخر رأيته بالتعليقات من قبل متابعي الانمي ايضا : كيف ستكون ردة فعل توجي عندما يرى ابنه و كيف سيكون لقائهما !  من الواضح ان فوشيغورو لا يعرف ان الرجل الذي امامه هو والده بعد الا ان غرائز توجي ميزته فعلا و اختارته ليكون الخصم التالي الذي سيقاتله قاتل الشامان ، و من شدة السرعة التي قذف بها توجي ابنه ، الأخير استنتج ان خطورة العدو الذي امامه لا تقل ذرة عن تلك التي شعر بها اثناء مواجهته لسوكونا سابقا بل من حيث سرعة ف توجي اسرع فعلا ! ' 
    },
    
    {
        'Date' : '2024-09-24 ',
        'Writtenby': 'المرتزق ! Sif Eddine',
        'Type':'popular',
        'Cover': zaraki ,
        'Title' : '-  القوة الحربية الخاصة رقم 1 : زاراكي كينباتشي ' ,  
        'introduction': 'جيش غازي احدث مجازرا و خسائرا كبيرة في صفوف الشينيغامي و انتهى بإستنتاج القادة انه عدو لايمكن مواجهته بدون البانكاي خاصة مع افتقار حاد في المعلومات بشأن طبيعة قوى افراد هذا الجيش ! الأمر الذي ادى ببعض قادة الفرق الى تهور و اطلاق البانكاي  لينتهي بهم الأمر في وضع ضعف و خسارة حتمية .' 
    },
    ]
export { Theoriesdata}    