import coverArticle from '../../images/sokuna vs gojo.jpg'
import Louky from '../../images/Louky.jpg'
import accPic from '../../images/Sir Crocodile.jpg'
var article = {
    'title' : 'افضل القتالات في عالم الأنمي  لا يكون البطل طرفا بها ! ',
     'date' : '3 Oct 2024' ,
      'time' : '7:42 pm' ,
       'anime' : 'Jijitsu Kaisen',
      'type' : 'Article' , 
       'cover' : coverArticle,
       'username' : 'Mercenary Sif',
       'acc_pic' : accPic ,
       'introduction' : '- المواجهات الصراعات و الاحتدامات هي جوهر الشونين و من المعايير التي ترفع صيت الاعمال  بقوة هي جودة القتالات بها لكن العديد من الاعمال او بشكل ادق المؤلفين يرمون انفسهم في حلقة نمطية جدا عندما يأتي الامر لمواجهة العدو الأبرز في القصة و غالبا يكون ذلك الاسم طاغي المستوى و بعيد جدا عن البطل و رفاقه مما يجعل فكرة سقوط شخصية بهذا الوزن الثقيل بعد تقديم اداء كامل و حرق كل ما بجعبته تحديا عظيما لمؤلف القصة عليه اجتيازه خاصة عندما يدخل لحلقة النمطية المتكررة في قصص الشونين ، نمطية مركزها بطل القصة و عنوانها " يجب ان يسقط العدو و الفيلان الرئيسي على يده " هذه النمطية تجعل القتالات المتقدمة في القصة ضد الاسم الأثقل في العمل كله تتدهور من الجيد الى السيء ختاما فالأسوء و الامثلة عديدة جدا : منها مادارا في انمي ناروتو ، كايدو في أنمي ون بيس ، موزان من انمي قاتل الشياطين و القائمة لازالت مستمرة ! ',
       'content' : '- ما يجعل تلك النمطية سيئة جدا هو فارق المستوى الهائل جدا بين البطل و العدو الابرز بالقصة ، ما يجعل بداية القتال غير موفقة ابدا كأنك تشاهد صراع النمل ضد الفيل و رغم محاولات المؤلفين تغطية الفارق الهائل في سلم القوة بالاستراتيجيات التعاون  الدهاء و الخدع الا انه في اول مواجهة دائما نرى ان الجهود عقيمة و تبدأ علامات الاستفهام بالانتشار في ذهن المتابع و لعل ابرزها ، كيف سيتم هزيمة هذا الطاغية ! رغم اننا نرى استحالة ذلك الا انه في نفس الوقت هناك فضول ينمو متولدا من تلك التساؤولات ، فضول لن يرويه و يشبعه الا رؤية نهاية منطقية للطاغية الذي يصارع ضده النمل !  - لا يمكن ان اصف اي قتال ضمن هذه النمطية بالسيء بطبع هناك الجيدة و حتى الممتازة الا انها ذات نهاية سيئة بالاغلبية ساحقة مهما كان القتال جيدا ان كان الفرق في مستوى القوة هائلا بالبداية لدرجة انه لا يوجد اسم واحد يجعل القتال متكافئا منذ بداية فحتما النهاية سيئة بنسبة كبيرة جدا و يمكنك الاطلاع على الامثلة التي ذكرتها في البداية لتدرك ذلك بشكل جيد ! - رغم ذلك هناك قتالات لا يكون بطل القصة نفسه طرفا بها و هذه القتالات تقع في مستوى اعلى تماما من حيث الحماس المتعة و كمية الادريالين التي توفرها للمتابع ، احداثها معقدة و التساؤولات بها لا تنتهي ، بالاخص عندما تكون مسألة من الأقوى بين الطرفين غير محسومة و غالبا تجد صراعا حادا و نقاشات محتدمة جدا تقسم الجماهير لمجموعتين متضادتين ، حرفيا انها كلاسيكو القصة و مؤخرا القتال الذي احدث ضجة لامتناهية اثناء صدور فصوله و سيحدث نفس التأثير مجددا عند صدور الحلقات هو المعركة التي جمعت أقوى شامان في العصر الحديث ضد أقوى شامان في التاريخ !  - قتال منذ بدايته لا تستطيع رؤية الفائز المحتمل ، صراع جبابرة من الطراز الرفيع مستوى القوة متقارب جدا لدرجة ان كفة الفائز تتأرجح بعد كل هجوم ناجح ، بعد كل استراتيجية يقوم بها احد الاطراف ، لا توجد جولات كالمعتاد في القتالات التي يكون البطل طرفا بها حيث الجولة اولى منتهية حتما بخسارته و بطريقة ما يتطور في الجولة الثانية و يفوز في الثالثة ، في هذا القتال انه نوع من جولة واحد ، لا يخرج منها الا فائز و ميت ! ' ,
       'conclusion' :'- رغم ان نهاية القتال كانت مبهمة تقريبا و بها قفزة ضخمة جدا الا انها لم تسقط من اسهم القتال ابدا و لازال و سيبقى من افضل القتالات في عالم الانمي بل سيكتسح الترتيب و يدخل في Top3 بكل سهولة و اريحية و شخصيا بعد صدور الحلقات سأضعه في رأس القائمة بدون تردد ! '

}
var news = {
    'title' : '- شخصية سايكوباتية بهالة و تقديم طاغي ! الأمير الملعون لأرض الحروب العتيقة إلباف ، لوكي '   ,
    'content'    : '- الأمير الملعون لوكي ، الرجل الذي نحر عنق والده فقط ليحصل قوة يمكنها تدمير العالم و تحتاج لكل محارب عملاق على ارض الحرب - الباف فقط لكبح جماحه و تكبيله بالسلاسل ليس عملاق او اثنان و ليس قرية واحدة بل كل محارب على الجزيرة ليس لهزيمته انما لابقاءه مسجون فقط !  - شخصية تمزج بين سايكوباتية دوفلامينغو و طغيان كايدو و تعتبر بالمركز الثاني من حيث أفضل تقديم اول بالقصة من رأيي تأتي مباشرة بعد كايدو في هذه النقطة و التساؤولات لا تنتهي بشأنها و لعل على رأسها " مستوى قوته مقارنة باليونكو ؟ " و هو التساؤول الذي يطرح دائما بعد نهاية ارك وانو او بالأحرى بعد ان توج قبعة القش ك يونكو لقاء هزيمته لملك الوحوش و سقف القوة !  - ان ميزان القوة مضطرب تماما في القصة بعد سقوط كايدو و لا يمكن ان يحكم عليه باللقب او المكانة ، فلايمكن ان تكون ساحق القوة و لا تقهر فقط لأنك تحمل لقب اليونكو ، لدينا تيتش و باجي مثلا لا يبدو انهم يرقون لمنزلة تجعل القتال ضدهم محسوما منذ البداية كما كان الأمر مع كايدو ، من جهة اخرى لدينا شانكس بحضوره الطاغي يرقى و زيادة لثقل الإمبرطور اما لوفي حتى و هو يونكو لم يستطع فعل شيء ضد رجال من القرن الغابر رجال لم يعرف عنهم العالم الا كونهم مجلس الشيوخ الذي يمثل سلطة الأعلى بالعالم و جوهريا منفذوا سلطة و رغبات الحاكم ايمو و مما رأيناه من مستواهم فهم لا يقلون شيئا عن اليونكو قوة بل ربما يمكن لأحدهم سحق اليونكو و تكافوء معهم حتى ، لم يكبح جماحهم الا هاكي اقوى رجل بالقصة و بكل العصور حاليا الجوي بوي الاول !  - لوكي المجنون ، تقديم مرعب عزز من اسهم قوته كثيرا و ما زاد الثقل هو استحواذه على فاكهة اسطورية تتوارث بالعائلة المالكة منذ قرون و ربما منذ عهد الجو بوي الأول و هذا يجعله مباشرة في نفس منزلة لوفي كمستعمل فاكهة اسطورية ناهيك عن انه عملاق اساسا و طاغية نيته دحر العالم ، اي ان مستوى قوته لا يمكن ان يكون عادي ابدا مع هكذا طموح و لولا طغيانه بالقوة لما تجرأ على اعلان طموحه بكل هذه الثقة و تعجرف ...  - من أكثر الأسئلة التي ببالي هي : هل هو من الحفنة و متقن للملكي المتقدم ام اعتماده تام على فاكهته ؟  ارك رهيب بدأ لتو ... لم اشاهد الفصول سابقة لكونها تافهة تقريبا من رأيي لكن التسريبات هذه المرة اعادتني للمتابعة ابتداءا من هذا الفصل لأصطدم بتوقف لمدة اسبوعين ، اللعنة فقط ! ',
     'date' : '3 Oct 2024' ,
      'time' : '7:42 pm' ,
      'type' : 'Trend' , 
       'cover' : Louky,
       'username' : 'Mercenary Sif',
       'acc_pic' : accPic ,
       'Source': 'صفحة القائد للأنمي'
}
export {
    article,
    news
}