import { IParryEverything , NoLongerAllowedinAnotherWorld , news1 ,Monogatari , TheMagicalGirl
    , HowtoBecomeOrdinary ,  AConditionCalledLove, TraintotheEndoftheWorld, toji,
    JJKS2, jjks, nanmen, bleach, morgens, croco, haykyu,
    kizaru,
    jujitsu,
    jjk,
    aot, 
} from "./import";

var BreakingNewsdata = [
    {
    'Cover': news1,
    'Title' : "الإعلان عن حصول سلسلة الروايات الخفيفة I'm a Noble on the Brink of Ruin, So I Might as Well Try Mastering Magic على أنمي متلفز", 
    'content':   "أُعلن رسمياً عن حصول سلسلة روايات الفانتازيا الخفيفة I'm a Noble on the Brink of Ruin, So I Might as Well Try Mastering Magic على اقتباس أنمي متلفز. على الرغم من عدم الإفصاح بعد عن موعد العرض أو طاقم التمثيل الصوتي حتى تاريخ كتابة هذا الخبر، إلا أنه كُشِف عن ملصق تشويقي ومعلومات تتعلق بفريق العمل الرئيسي على سلسلة الخيال الجديدة.تنشر سلسلة الروايات الأصلية من كتابة نازونا ميكي وبرسومات مرفقة من قِبل كابوتيا، بواسطة TO Books. ",
    'Time' : '2024-06-09 - 01:05 h ',
    'Writtenby': 'المرتزق ! Sif Eddine'
},
{    
    'Cover': Monogatari,
    'Title' : 'مقطع الشخصية الجديد لأنمي Monogatari Series Off & Monster Season يسلط الضوء على كويومي أراراغي' ,  
    'content':"يعود أنمي Monogatari بسلسلة جديدة تقتبس من الروايات الخفيفة وستُعرض في 6 يوليو 2024 الحالي استعداداً لانطلاقة عرض الأنمي الجديد الذي يقتبس من الروايات الخفيفة Off Season و Monster Season light، كشف الحساب الرسمي عن أول مقطع شخصية، يسلط الضوء على بطل القصة كويومي أراراغي، الذي تحول من مصاص دماء إلى رواي للقصة، حيث يسترجع في المقطع (أدناه) بعضًا من أبرز لحظاته وأقلها تميزًا في سلسلة Monogatari، التي ستعود بسلسلة جديدة تحمل عنوان Monogatari Series Off & Monster Season في السادس من يوليو 2024. ",
    'Time' : '2024-09-09 - 04:05 h ',
    'Writtenby': 'المرتزق ! Sif Eddine'},
{
    'Cover': TheMagicalGirl ,
    'Title' : 'المقطع التشويقي الأول لأنمي The Magical Girl and the Evil Lieutenant Used to Be Archenemies يستعرض اللقاء المصيري لبطلي القصة'   ,
        'content'    : 'شارك الحساب الرسمي للأنمي المتلفز الجديد The Magical Girl and the Evil Lieutenant Used to Be Archenemies مقطعاً تشويقي جديد يستعرض من خلاله ولأول مرة صوت بطلة القصة بياكويا ميموري التي تؤدي دورها ممثلة الأصوات مي ناكاهارا ولقائها المصيري مع شون ميلر "ميرا" الذي يؤدي دوره ممثل الأصوات يوكي أونو في سلسلة الخيال الرومانسية التي تقرر بثها خلال شهر يوليو',
    'Time' : '2024-09-19 - 14:05 h ',
    'Writtenby': 'المرتزق ! Sif Eddine'},
{
     'Cover': HowtoBecomeOrdinary,
    'Title' : 'أنمي How to Become Ordinary يحدد السادس من يوليو 2024 موعداً لانطلاقة العرض مع مقطع دعائي جديد'   ,
     'content':"قام الحساب الرسمي للأنمي الجديد How to Become Ordinary المقتبس من سلسلة الرويات الخفيفية Shoshimin لهنوبو يونيزاوا، بمشاركة ملصق ومقطع دعائيين جديدن إلى جانب معلومات تتعلق بالشارات الرئيسية لسلسلة الغموض التي تقرر انطلاقة عرضها حديثاً في السادس من يوليو المُقبل. يستعرض المقطع أدناه، مشاهد لبطلي القصة أثناء تناولهما الحلوى في إحدى المقاهي، تنتقل المشاهد مستعرضة اليوميات المدرسية والأحداث الشائقة، على انغام سيتولى أغنية شارة البداية المعنونة Sweet Memory (حرفياً: ذكريات حلوة) من أداء Eve (شارة البداية في JUJUTSU KAISEN) ، وأغنية شارة النهاية المعنونة I Tokenai من أداء فرقة الروك المكونة من ثلاث أعضاء Ammo . " ,
    'Time' : '2024-09-09 - 22:05 h ',
    'Writtenby': 'المرتزق ! Sif Eddine'},
{
    'Cover': AConditionCalledLove,
    'Title' : 'تفتح زهور الرومانسية في المقطع الدعائي لأنمي A Condition Called Love'  , 
         'content'     : 'قبيل انطلاق عرض أنمي الكوميديا الرومانسية A Condition Called Love في 4 أبريل على الشاشة اليابانية، طرح اليوم مقطع دعائي جديد يستعرض بطلي القصة وتعارفهما على أنغام الشارة الافتتاحية المعنونة Kimi no Sei من أداء Sexy Zone.كما ستعقد جلسة بحضور نجوم العمل في جناح DMM pictures/DMM TV ضمن حدث AnimeJapan 2024 في يومي 23 و24 مارس حيث سيتواجد كل من تشياكي كوباياشي، وكانا هانازاوا ويوريكا كوبو.',
        'Time' : '2024-09-11 - 00:05 h ',
    'Writtenby': 'المرتزق ! Sif Eddine'}
];

var TopNewsdata = [
    {
    'Cover': TraintotheEndoftheWorld,
    'Title' : 'قطار المغامرة ينطلق في المقطع الدعائي الأحدث للأنمي الأصلي Train to the End of the World',
    'content':'قام الحساب الرسمي للأنمي الأصلي الجديد Train to the End of the World، بمشاركة عدة تحديثات تتضمن مقطع دعائيًا وتصميم شخصيتين جديدتين وانضمام مؤدي أصواتهما، بالإضافة إلى معلومات تتعلق بالشارة الختامية لسلسلة الدراما والكوميديا القادمة على الشاشة اليابانية في 1 من أبريل المُقبل،'  ,
    'Time' : '2024-09-11 - 00:05 h ',
'Writtenby': 'المرتزق ! Sif Eddine'
},
 {
    'Cover': toji ,
    'Title' : 'قاتل الشامان يكتسح المجال ..!',
    'content':  '- قبل ذلك ، مابا لم يقصر و عوض حقا عن خيبة الامل من الانتاج في معركة الشاطئ من الحلقة السابقة بل و فوق هذا تم اعادة جزء تدخل الوحش و اعطاؤه ما يستحق من الابداع حقا ..دخول رهيب مهيب من شبح عشيرة الزينين المرعب و اقوى افرادها ، سرعة رهيبة جدا لدرجة ان رمشة عين قد تتسبب لك بالموت لغفلتك عن حركة هذا الوحش ... ماكي زينين التي كانت تظن نفسها احد اقوى الاشخاص بدون طاقة ملعونة حاولت الصراع بتمسك بقوة ضد هذا الرجل و ما لم تعلمه انه الشيطان الذي الذي حتى مستعملي الجوجيتسو الاقوى في عشيرتها يرتعبون من مجرد رؤيته ',
    'Time' : '2024-09-11 - 00:05 h ',
'Writtenby': 'المرتزق ! Sif Eddine'
},
 {
    'Cover': JJKS2,
    'Title' : 'ارك شيبويا - حرب اللعنات ضد مستعملي الجوجيتسوو',
    'content': 'عرضت اليوم الحلقة الأولى من الارك المنتظر في انمي جوجيتسو كايسن - ارك سنشهد به الكثير من التقلبات التساؤولات و الأحداث الغير متوقعة و ربما على رأس تلك التساؤولات حاليا بعد الحلقة الاولى : " كيف غيتو على قيد الحياة ؟ و ماذا سيكون رد فعل ساتورو ؟' ,
    'Time' : '2024-09-11 - 00:05 h ',
'Writtenby': 'المرتزق ! Sif Eddine'
},
]
var LatestNewsdata = [
    {
    'Cover': jjks,
    'Title' : 'واقعة شيبويا - تبدأ رسميا !',
    'content': "بعيد ان التصف الاول الذي رأينا به قتالا ممتازا بين ميكامارو و ماهيتو ، سأدخل مباشرة في النصف الثاني للحلقة الذي كان السبب الرئيسي في اكتساح حوجيتسو كايسن الترند بعد انتهاء عرض الحلقة مباشرة !  اثناء احتفال الأشخاص من مختلف المناطق في شوارع شيبويا بعيد القديسيين هذا ، فجأة ينشر حجاب نطاقه 400 متر يسمح بدخول العادييين لكن يمنع خروجهم ، الاتصالات بين الداخل و الخارج منعدمة بسبب انعدام التغطية اللاسلكية و هي احد نتائج التي يتسبب بها انزال الحجاب ... تذكرة الخروج سهلة و بسيطة ' استدعوا غوجو ساتورو ! ' ، لكن هل فعلا هي تذكرة الخروج ... من هذا الذي سيثق بمسوخ لعينة متجسدة على شكل البشر ، ليس الا غبي احمق و ساذج جدا ! ☆☆☆ احد مميزات الحلقة هي ظهور شخصيات من الوزن الثقيل على رأسهم نانامي و غوجو ساتورو بالاضافة لعجوز زينين الذي يبدو مهيبا حقا ، الرجل الذي الى جانب الباندا تبدو ملاحمه صلبة ايضا و لا عجب فهو من الدرجة الاولى ايضا شأنه شأن نانامي !" ,
    'Time' : '2024-09-11 - 00:05 h ',
'Writtenby': 'المرتزق ! Sif Eddine'
},
 {
    'Cover': nanmen,
    'Title' : 'نهاية الطريق الشامان و المعلم الرائع - نانامي كينتو !',
    'content':  'رغم اننا لم نرى مستوى قوة هائل او حضوري طاغي كما الحال مع غوجو ساتورو او ريومين سوكونا الا ان هذا الرجل يعتبر ثالث افضل الشخصيات بالأغلبية و ربما هو الأفضل في هذا الانمي للعديد ، يعود ذلك لجوهر الشخصية العادي طريقة التفكير و المبادئ التي يتمتع بها نانامي كينتو !',
    'Time' : '2024-09-11 - 00:05 h ',
'Writtenby': 'المرتزق ! Sif Eddine'
},
 {
    'Cover': bleach,
    'Title' : '-  الاستراتيجية الرئيسية : سلب البانكاي ',
    'content':  'سلب البانكاي كان اهم استراتيجية لدى فليق الكوينشي للفوز في هاته الحرب و ابادة مجتمع الأرواح عن بكرة أبيه ، انها استراتيجية الاساسية في اضعاف قوات العدو الرئيسية المتمثلة في القادة و الذين يشكلون تهديدا و عقبة فعلية في سبيل تحقيق الغزو !',
    'Time' : '2024-09-11 - 00:05 h ',
'Writtenby': 'المرتزق ! Sif Eddine'
},
 {
    'Cover': morgens,
    'Title' : 'فتيل الحرب العالمية - الحكومة ضد قبعة القش و حلفاءه !',
    'content':  'قوة الاعلام و الصحافة - يقال ان من يسيطر عليها يسيطر على ساحة الدولية كيف لها و هي البوصلة التي توجه الرأي العام ! - انها قوة توزع الأدوار ، تضع سيناريوهات و تمنتج الاحداث حسب المصالح التي يريدها المسيطر - " الحكومة العالمية "',
    'Time' : '2024-09-11 - 00:05 h ',
'Writtenby': 'المرتزق ! Sif Eddine'
},
]
var Trendsdata = [
    {
    'Cover': croco,
    'Title' : 'اول من سعى نحو الأسلحة العتيقة !' ,
    'Time' : '2024-09-11 - 00:05 h ',
'Writtenby': 'المرتزق ! Sif Eddine' 
},
 {
    'Cover': IParryEverything ,
    'Title' :  "أنمي I Parry Everything: What Do You Mean I'm the Strongest? I'm Not Even an Adventurer Yet! يشارك مقطع دعائي جديد",
    'Time' : '2024-09-11 - 00:05 h ',
'Writtenby': 'المرتزق ! Sif Eddine'
},
 {
    'Cover': haykyu,
    'Title' :  "إيرادات الفيلم الأول لأنمي Haikyu!! FINAL تتجاوز 8 مليارات ين في شباك التذاكر الياباني",
    'Time' : '2024-09-11 - 00:05 h ',
'Writtenby': 'المرتزق ! Sif Eddine'
},
 {
    'Cover': NoLongerAllowedinAnotherWorld,
    'Title' :  'الأنمي المتلفز No Longer Allowed in Another World قادم إلى الشاشة اليابنية في التاسع من يوليو 2024',
    'Time' : '2024-09-11 - 00:05 h ',
'Writtenby': 'المرتزق ! Sif Eddine'
},
]
var Adventismentdata = [
    {
    'Cover': kizaru,
    'Title' : '- الصراع النفسي المدمر - رجال البحرية  ! ',
    'content': "تضارب في الشخصية رهيب جدا ، صراع نفسي حاد بين القيام بالواجب على اساس مهني او تصرف على اساس شخصي القيام بدوره كأدميرال او لعب دور الصديق و الانقلاب على السلطة  !" ,
    'Time' : '2024-09-21 - 00:05 h ',
    'Writtenby': 'المرتزق ! Sif Eddine'
},
 {
    'Cover': jujitsu,
    'Title' : 'نهاية ملحمة شيبويا - جوجيتسو كايسن !',
    'content':  '- كان خميسا ممتعا ، حماسيا و مشتعلا - حتى في اقصى الانشغلات من المستحيل للواحد عدم تحميل الحلقة على الاقل و تركها جانبا الى ان يجد ساعة متاحة لمشاهدتها ... لا يندم على ذلك ابدا !  وتيرة عالية جدا و لا تكاد توجد حلقة بدون قتالات بدون دماء و بدون تعقيم بصري لتقنيات متنوعة و عديدة و لعل افضلها على الاطلاق هي اطلاق المجال و التقنيات السرية للعشائر ! كل شخصية لها وزن حضور قوي في الاحداث و كل عدو يدب في الذهن التساؤولات على رأسها من سيقتل قبل ان يموت هذا !!!  !',
    'Time' : '2024-09-21 - 00:05 h ',
     'Writtenby': 'المرتزق ! Sif Eddine'
},
 {
    'Cover': jjk,
    'Title' : '-  ختام الملحمة !   ',
    'content':  '- موسم كنت سبق و قلت عند صدور اول اعلان له انه سيثبت احقيته بلقب افضل انمي في الجيل الجديد بجدارة و لااظن اني بالغت بذلك ، من اول حلقة الى الحلقة التي عرضت ليلة كانت الاحداث مشتعلة و بريتم عالي جدا من حيث الحماس و التشويق و الشكر لأستوديو مابا على الجهد الذي بذله و الانتاج الذي وفره بالرغم من حدة الاعتراضات و موجة السخط العالية التي شهدها في اول 5 حلقات و في بعض الحلقات في منتصف ارك شيبويا  بعدها - رغم ذلك لا ينكر الواحد منا ان الانتاج كان رهيبا في اغلب الحلقات التي كانت منتظرة بشدة في هذه الملحمة   !',
    'Time' : '2024-09-21 - 00:05 h ',
     'Writtenby': 'المرتزق ! Sif Eddine'
},
 {
    'Cover': aot,
    'Title' : 'ختامية ملحمة الدمار - دك الارض !',
    'content':  'احد اكثر المشاهد وحشية و سوداوية في عالم الأنمي و يكذب الواحد منكم لو قال ان مابا لم يبدع به ، لوحة فنية رسمت اقسى لحظات التي مرت علينا في هذا الانمي بالذات و ربما في كل الانميات ! اشخاص يهرعون خوفا لإيجاد الخلاص حتى الحيوانات كذلك اما النبات فلو استطاع الجري لفعل ، قوة رهيبة لا يمكن ايقاف جريانها ، تدعس الاخضر و اليابس ! ',
    'Time' : '2024-09-21 - 00:05 h ',
     'Writtenby': 'المرتزق ! Sif Eddine'
},
]
export {
    BreakingNewsdata,
    Trendsdata,
    TopNewsdata,
    LatestNewsdata,
    Adventismentdata
}