import { garling , crocodail , unohana , kutsho , nodet ,nobara , TheLegend ,Yutubia, Oranus, zoro, Shanksvsluffy, sirCrocodile, morgen, opz} from "./import"

var EpisodesReviewsdata = [
    {
        'Cover': garling ,
        'Anime': 'One Piece' ,
        'Ep_Ch': '1120',
        'Date' : '2024-09-24 ',
        'Writtenby': 'المرتزق ! Sif Eddine',
        'Type':'best',
        'Title' : 'هوية الخصم النهائي لزورو من حكومة العالم' ,  
        'introduction': "هوية الخصم النهائي لزورو من حكومة العالم لم تتضح بعد  و الغموض لا يزال يحيط بها ، ظهور غارلينغ مؤخرا رخبط الأوراق تماما لأننا اعتقدنا بالسابق أن ناسجورو هو الرجل الذي سيقاتله أو بالأحرى #يبارزه كونه السياف الوحيد من بين السلطة العليا 'الجوروسي' سابقاً و الآن بات لدينا شيخ آخر يستخدم السيف و من الدرجة الأولى ..." 
    },
    {
        'Cover': crocodail,
        'Anime': 'One Piece'  ,
        'Ep_Ch': '1120'  ,
        'Date' : '2024-09-24 ',
        'Writtenby': 'المرتزق ! Sif Eddine',
        'Type':'top',
        'Title' : 'المدير التنفيذي لنقابة الصليب و #المؤسس الحقيقي' ,  
        'introduction':"بعد خروجه من الامبيل داون قبل السنتين و دخوله بعدها إلى عالم الكبار 'العالم الجديد' أعاد كروكودايل بناء سمعته المرعبة مجددا و أصبحت له الآن شعبية محترمة كما كان قديمًا بصفته المدير التنفيذي لنقابة الصليب و #المؤسس الحقيقي لها خلف الكواليس مع ميهوك ... "  
    },
    {
        'Anime': 'Bleach',
        'Episode': '07',
        'Date' : '2024-09-24 ',
        'Writtenby': 'المرتزق ! Sif Eddine',
        'Type':'popular',
        'Title': ' -  الكينباتشي الأول : اونوهانا ياتشيرو !!',
        'introduction': '- احد اعضاء الغوتي 13 الأصلية و قد ضاع صيتها بقوة حتى بين زمرة السفاحين هاته لتعرف بالشينيغامي الاكثر اجراما في تاريخ السول سوسايتي ، تتقن العديد من اساليب السيف و فن القتل و هو ما يدل عليه اسمها ياتشيرو : 8 آلاف اسلوب !',
        'Cover': unohana
      },
     {
        'Anime': 'Jujitsu Kaisen',
        'Episode': '07',
        'Date' : '2024-09-24 ',
        'Writtenby': 'المرتزق ! Sif Eddine',
        'Type':'top',
        'Title': ' -  نوبارا كوغيساكي!',
        'introduction': '- شخصية نسائية ضمن ابطال القصة خرجت عن القالب المألوف الذي نراه بالشونين من صراخ و استنجاد ببطل القصة وسط المعارك و الحروب ، هدوء ، شجاعة ، تهور و عزيمة و غيرها من الصفات التي يتمتع بها اي شامان وسط هذه الحرب ، رغم انه عرض عليها فرصة للخروج و الهرب مبتعدة عن شيبويا رفقة المشرفين المصابين الا انها رفضت الانسحاب و عدم القيام بشيء بينما رفيقاها يقاتلان للموت ! ',
        'Cover': nobara
      },
     {
        'Anime': 'Bleach',
        'Episode': '06',
        'Date' : '2024-09-24 ',
        'Writtenby': 'المرتزق ! Sif Eddine',
        'Type':'popular',
        'Title': ' اس نوت  و فلسفة الخوف!',
        'introduction': ' في صفوف جيش باخ و ربما باخ نفسه لا يمكن لأحد ان يقدم أداءا حواريا قويا و فلسفة عميقة جدا و ليست بعيدة ابدا عن الواقع كما فعل ايس نوت و شرحه لأسس اهم الغرائز الدفاعية لدى الإنسان - الغريزة التي اساسها شعور #الخوف ! ',
        'Cover': nodet
      },
    {
        'Anime': 'kemitsunoyaiba S4 ',
        'Episode': '3',
        'Date' : '2024-09-24 ',
        'Writtenby': 'المرتزق ! Sif Eddine',
        'Type':'popular',
        'Title': ' - كوتشو شينوبو - قناع يتزعزع بقوة  امام تحالف غير سار !',
        'introduction': '- اكتشاف المخبأ و توجيه دعوة مفاجئة و غير اعتيادية ابدا لإنشاء تحالف بين الصياد و الفريسة لصيد الملك الذي بدأ كل شيء ، بعد ان وجد مقر الاقامة بطريقة تجعله من أذكى العناصر في فرع الارسال المعلوماتي و التواصل لفليق الشياطين و حتما هو القائد على الفرع الذي عناصره هي طيور الغراب السوداء قدرته على الكلام غير طبيعية في عالم العمل بشكل عام فلم نشهد غرابا قادرا على التكلم بلغة الانسان من قبل لكن المفاجئ هو الاداء الصوتي الذي رفع قوة حضور هذا الطائر اذ ان مؤدي صوته هو المؤدي الشهير جدا في احد اقوى اعمال الأنمي بين الجيل القديم و المشهور بالمقولة المتداولة بشكل هائل : " كل هذا جزء من خطتي " - من خلال الصوت فقط حصل مجرد غراب على حضور  طاغي فخم فقط لأنه يتشارك الصوت مع ايزن سوسكي من أنمي بليتش ! بأي حال ليس هذا موضوعنا في هذا المقال القصير بل بطبيعة الطلب الذي اتى قائد الغربان حاملا اياه شخصيا لأحد الاشخاص التي تندرج و بكل تأكيد ضمن خانة الأعداء ! ',
        'Cover': kutsho
      },
    
    ]
    
 var  MangaReviewsData = [
    {
        'Cover': TheLegend ,
        'Anime': 'The legend of northern blade'  ,
        'Ep_Ch': '180'  ,
        'Date' : '2024-09-24 ',
        'Writtenby': 'المرتزق ! Sif Eddine',
        'Type':'best',
        'Title' : '- اسطورة النصل الشمالي ! ' ,  
        'introduction':'- بعد ابادة الطائفة و رؤيته لموت والده بسبب الخيانات التي تعرض لها من النجوم الأربعة للشمال و التحالف السماوي المركزي عاش مرارة الحياة و قسوتها و تحمل ما تحمل الى اتى اليوم الذي اعاد احياء ارث والده و اجداده ! '  
    },
    {
        'Cover': Yutubia,
        'Anime': 'one piece' ,
        'Ep_Ch':  '1082' ,
        'Date' : '2024-09-24 ',
        'Writtenby': 'المرتزق ! Sif Eddine',
        'Type':'top',
        'Title' : ' يوتيوبيا - دولة عسكرية !' ,  
        'introduction':'- منذ اول ظهور لشخصية كروكودايل كان يتمتع بكاريزما خاصة جدا ، صحيح انه قرصان لكنه و على عكس الكثير من القراصنة لايهدف لمجرد ايجاد الكنز الاسطوري و تتويج نفسه كملك للبحار حتى عندما امتلك فيما سبق شريكة استثنائية يمكنها قرائة البونغليف لم يهدف لإيجاد لافتيل ، بل هدف للبحث عن السلاح الأسطوري ليكون قاعدة الاساس التي يبني عليها دولته العسكرية ! '  
    },
    {
        'Cover': Oranus ,
        'Anime': 'one piece' ,
        'Ep_Ch': '1016'  ,
        'Date' : '2024-09-24 ',
        'Writtenby': 'المرتزق ! Sif Eddine',
        'Type':'popular',
        'Title' : ' الــســلاح الــعــتــيــق اورانــوس !!' ,  
        'introduction':  'اُزيل الغموض رسميًا عن المكان و الجهة المتحكمة بالسلاح الأسطوري "اورانوس" بعدما تم التستر عليه طويلا من قبل الكاتب ، و عدم التطرق فيما مضى لبعض تفاصليه العامة مطلقا عكس بقية أضلاع الأسلحة العتيقة الأخرى ، و ذلك وفقا للتسربيات الخاصة #بالفصل_1116 ...'
    },
    {
        'Cover': zoro ,
        'Anime': 'one piece' ,
        'Ep_Ch': '1086'  ,
        'Date' : '2024-09-24 ',
        'Writtenby': 'المرتزق ! Sif Eddine',
        'Type':'top',
        'Title' : 'الجانب القيادي في شخصية زورو ' ,  
        'introduction': 'رورونوا يشعر بالمسؤولية دوما تجاه رفاقه بينما البقية لا يبدو عليهم ذلك ببعض الأحيان و كأنه القائد الأعلى ، هو يظهر عليه القلق هنا بسبب احساسه بمدى #خطورة الوضع القائم لأنهم اعتادوا دوما على المشاكل كلما دخلوا إلى جزيرة جديدة ليست لديهم فكرة حاليا حتى عن إسمها ، هم لا يعلمون بأنهم داخل حدود جزيرة المحاربين ... ' 
    },
    {
        'Cover': sirCrocodile ,
        'Anime': 'one piece' ,
        'Ep_Ch': '1116'  ,
        'Date' : '2024-09-24 ',
        'Writtenby': 'المرتزق ! Sif Eddine',
        'Type':'popular',
        'Title' : 'اول من سعى نحو الأسلحة العتيقة !' ,  
        'introduction': 'أثناء السرد عن الأسلحة العتيقة ظهر كروكودايل بفريم صغير إلى جانب فريم بنفس حجمه ذكر به مومونوسكي اسم "بلوتون" و كان على وشك الحديث عن خطورة استعماله قبل أن يتم إسكاته بسرعة ، و كأن الكاتب أراد إكمال المشهد بإظهار السير فيه كونه الوحيد الذي تحدث سلفا عن تأثير سلاح بلوتون حيث قال بمرة من المرات ان #طلقة واحدة منه بإمكانها تدمير جزيرة بأكملها ...' 
    },
    {
        'Cover': Shanksvsluffy,
        'Anime': 'one piece'  ,
        'Ep_Ch':  '1085' ,
        'Date' : '2024-09-24 ',
        'Writtenby': 'المرتزق ! Sif Eddine',
        'Type':'top',
        'Title' : 'شــرارة الــمــعــركــة' ,  
        'introduction': 'نجح بارتولوميو في امتحان الولاء و التقدير بعلامة كاملة لكنه بالنهاية واجه مصيره المحتوم بعد عبثه غير المبرر مع أحد الاباطرة و أكثرهم رعبا حاليا أحمر الشعر ، الآن كلنا ننتظر ظهوره مرة ثانية للحديث عن نجاته و إلى ذاك الحين قد تحصل الكثير من الأمور كــاثر للحادثة ... ' 
    },
    {
        'Cover': morgen ,
        'Anime': 'onepiece' ,
        'Ep_Ch': '1074'  ,
        'Date' : '2024-09-24 ',
        'Writtenby': 'المرتزق ! Sif Eddine',
        'Type':'popular',
        'Title' : '- فتيل الحرب العالمية - الحكومة ضد قبعة القش و حلفاءه ! ' ,  
        'introduction':  'قوة الاعلام و الصحافة - يقال  ان من يسيطر عليها يسيطر على ساحة الدولية كيف لها و هي البوصلة التي توجه الرأي العام ! انها قوة توزع الأدوار ، تضع سيناريوهات و تمنتج الاحداث حسب المصالح التي يريدها المسيطر - " الحكومة العالمية " '
    },
    {
        'Title': ' ثلاثي اقوى جهاز استخباراتي اقل من مستوى نائب اليونكو !',
        'Ep_Ch': '1116',
        'Date' : '2024-09-24 ',
        'Writtenby': 'المرتزق ! Sif Eddine',
        'Type':'popular',
        'Anime': 'One Piece',
        'introduction': '- يستمر جهاز المخابرات 0 و بالتحديد رقم اثنان كاكو بمواجهة احد قادة اليونكو ملك الجحيم و الجدير للملاحظة هو دخول كاكو مباشرة في اقوى طور له " الايقاظ " لمواجهة الوحش الذي قطعه قبل سنتين اين كان صيت طاقم ضعيفا جدا بالمقارنة بما هم عليه الآن !',
        'Cover': opz
      },
    ]

export {
    MangaReviewsData,
    EpisodesReviewsdata,
}    