import { TheKingdom ,  IMU , Onepiece , KMNYS4 , KMNYS4H , kamunoritoshy , onepieceKrokuMihuck ,  nobara , unohana, nodet  } from "./import";

var TopArticlesdata = [
    {
    'Date' : '2024-09-21 ',
    'Writtenby': 'المرتزق ! Sif Eddine',
    'Cover': TheKingdom,
    'Title' : '- المملكة - حرب الائتلاف ! ' ,  
    'introduction':   '- الحرب التي بدأها ألمع عقل استراتيجي في الصين الرجل الذي اعلن بداية عهده بالقضاء على آخر الجنرالات الستة الأسطوريين لمملكة تشين - رئيس وزراء مملكة تشاو - ريبوكو ! - حرب استدعت تحالفا الاول من نوعه في زمن الحروب ذاك و الهدف هو دحر مملكة تشين قبل تتويج ملكها الشاب بالتاج و حصوله على كل السلطة لسير في طريقه الدموي رفقة جيوشه نحو توحيد الصين ! ' 
},
{
    'Date' : '2024-09-23 ',
    'Writtenby': 'المرتزق ! Sif Eddine',
   'Cover': IMU ,
   'Title' : '- الطريق الى حكم العالم و الهيمنة المطلقة عليه ! ',
   'introduction':  "- رسالة فيغاباك احتوت على القليل جدا جدا من المعلومات المهمة و لو امعنا النظر بها لوجدنا ان عدد النقاط المحورية في حقبة القرن الفارغ - حرب القرن ليست الا فتات خبز بالنسبة للحقيقة الكاملة التي تلخص كل ما وقع و ما ادى الى تشكل هيئة الحكم الحالية التي لا يعلم اي احد بوجودها ! - مملكة متقدمة لدرجة ان علوم فيغابانك التي تتقدم البشرية ب 500 سنة حسب ما اذكر انه ذكر ليست الا شيئا عاديا امام الجوهر العلمي لتلك المملكة ، ناهيك عن امتلاكهم القدرات لإبادة كل أشكال الحياة عبر اسلحة تمحي جزرا و بلدان من على وجه الخريطة كأنها لم تكن يوما ، ليس هذا فقط بل يصل تأثيرها لإغراق العالم ، تقدم على المستوى العلمي و العتادي مرعب تحت قيادة رجل اجتمعت 20 دولة لتشكيل حلف فقط لتصدي له و لطاقمه ، في ظل كل هذا اكثر الأسئلة التي اطرحها هي : كيف بالضبط تمت هزيمته ، اي نوع من الاستراتيجيات هاته التي مكنت اعدائه من ردعه و طمسه في اعماق النسيان مع 100 سنة كاملة ! "
},
{
    'Date' : '2024-09-24 ',
    'Writtenby': 'المرتزق ! Sif Eddine',
   'Cover': Onepiece ,
   'Title' :'- حصان الجحيم ضد ملكها !',
   'introduction':  '- بعد تحديد مصدر البث الذي ايقافه هو الأولوية الأولى على جدول اعمال الغروسي ، اصبح منع اي حياة في الايغ هيد من الاستمرار هو الهدف التالي و بالطبع الأصلع لا يتهاون ابدا و اتجه لإيقاف عملية الطاقم للهروب بهجوم غالبا كان سيجعل سفينة سانيغو تنشطر لقسمين شأنها شأن ارشيف بانك الذي قام بتدميره من مسافة قياسية لكن هجوم متساوي في الشدة معاكس في الاتجاه اعترض طريق الاصلع في اللحظة المناسبة - انه الرجل الثاني في طاقم قبعة القش !' 
},
{
    'Date' : '2024-09-24 ',
    'Writtenby': 'المرتزق ! Sif Eddine',
   'Cover': KMNYS4,
   'Title' :' جحيم الثعبان ! ',
   'introduction':  '- المراحل الثلاثة الاولى كانت عبارة عن تمهيدات فقط و احماءا للعظام و قد كان ابسطها هو تدريب كانروجي السخيف الذي لحسن الحظ لم يذهب الاستوديو لحد تخصيص حلقة كاملة لهراءات التمدد في زي الجومباز المثير للاشمئزاز و دخل مباشرة في المفيد و الجوهر الفعلي الذي يصقل صيادين قاتلوا و خاضوا تجاربا مميتة ضد رتب عليا اذ ان الامر ليس بسيطا كتمارين تينغن او توكيتو عندما تصل لجحر الثعبان الذي لا يعرف كيفية الابتسام او يظهر الحيوية التي اعتاد تانجيرو عليها في تفاعلاته مع الهاشيرا المسؤولين عن المراحل الاولى اذ تم تهديده بالقتل في اول محاولة لبدأ حوار بكل أدب - ما زاد الطين بلة هو الرسالة التي تلقاها ايغور و مختصرها هو قضاء كانروجي  وقت ممتع مع تانجيرو ، الغيرة هي سببه ؟ تبين لاحقا انها ربما احد الاسباب لقسوته على تانجيرو نعم لكن طبيعة الثعبان عديمة الرحمة توضحت تماما بعد فتحه للباب ليظن تانجيرو انه داخل لأحدلغرف الاعدام و ليس قاعة التدريب ! ' 
},
{
    'Date' : '2024-09-24 ',
    'Writtenby': 'المرتزق ! Sif Eddine',
   'Cover': KMNYS4H ,
   'Title' :'- بعنوان : تدريبات من مستوى الهاشيرا ! ',
   'introduction':'- تدريب مقاتلي الفليق لرفع امكانياتهم في النهار و في الليل القتال ضد رفيق في  نفس المستوى من حيث المهارة و القوة هكذا على ما يبدو يقضي اوباناي و سانيمي ايامهم منذ ان تم طرح ذلك الاقتراح الذي صادف انه تفكير مشترك من كلاهما و دلالة على اعتراف بندية و قوة كل منهما للآخر ، لاحقا تبين ان توكيتو راقته الفكرة ايضا و اصبح يأتي لموقع قتال الهاشيرا يوميا بعد انهاءه تولي تدريبات المرحلة التي تحت مسؤوليته ! '   
}
]

var PopularArticlesdata = [
{
    'Date' : '2024-09-23 ',
    'Writtenby': 'المرتزق ! Sif Eddine',
   'Cover': kamunoritoshy ,
   'Title': 'لعنة العقل - كامو نوريتوشي ! ' ,
   'introduction':  '- حواجز بتشكيلات متعددة و شروط معقدة ، تخطيط دقيق و تلاعب بالطاقة من المستوى الاحترافي جدا ، هذا منطقي لرجل عاش لعقود عديدة  و كل ماهو معروف عن ما عاشه هو 150 سنة فقط حسب ما قاله كوساكابي !  بدأ خطته بسرقة بعد السجن  الذي كان تحت حماية مدرسة الجوجيتسو في اعماق حواجزها بالاضافة لجمع اكبر عدد من أصابع سوكونا كل هذا فقط لوضع حجر الأساس للملحمة التي ستغير تاريخ الجوجيتسو - اقصاء غوجو ساتورو من الساحة - و قبل كل شيء استحوذ على الجسد الذي سيرفع احتمالية نجاح هذه الخطوة بشكل ممتاز ! ' 
},
{
    'Date' : '2024-09-22 ',
    'Writtenby': 'المرتزق ! Sif Eddine',
   'Cover': onepieceKrokuMihuck ,
   'Title': 'الفخامة و الكبرياء - عالم الرجال ! ',
   'introduction': 'السير كروكودايل ، لا يتعلق الامر بأن تكون الاقوى في القصة لتكون الافخم فلا ارى من يتفوق على هذا الرجل الكلاسيكي فخامة بالرغم ان هناك الكثير يفوقه قوة ، رجل بعقل حاد و قدرات قيادية عالية جدا جعلت اقوى سياف بالعالم يقبل عرض التحالف الذي طرح عليه ، و لو ركزتم جيدا في الحوارات سواء بالحلقة او بأحداث الفصول القادمة لن تجد صيغ الاستعلاء و الامر بينهما ابدا بل ما ستلاحظه هي نبرة احترام فقط بالرغم انه كروكودايل كما نعلم اقل قوة من عين الصقر لكن هذا لا يجعل ميهوك يستصغره ابدا او يقلل من شأنه كيف يفعل و هو يعلم نوعية الرجل الذي سير كروكودايل عليه ، فإن كان ميهوك يتمتع بكبرياء طاغي و حضور مهيب فالسير يتمتع بهما بنفس المستوى ايضا و ارك المارين فورد شاهد على ذلك بدرجة اولى و العديد من المواقف بدرجة ثانوية ! '  
},
{
    'Date' : '2024-09-25',
    'Writtenby': 'المرتزق ! Sif Eddine',
    'Title': ' -  نوبارا كوغيساكي!',
    'Introduction': '- شخصية نسائية ضمن ابطال القصة خرجت عن القالب المألوف الذي نراه بالشونين من صراخ و استنجاد ببطل القصة وسط المعارك و الحروب ، هدوء ، شجاعة ، تهور و عزيمة و غيرها من الصفات التي يتمتع بها اي شامان وسط هذه الحرب ، رغم انه عرض عليها فرصة للخروج و الهرب مبتعدة عن شيبويا رفقة المشرفين المصابين الا انها رفضت الانسحاب و عدم القيام بشيء بينما رفيقاها يقاتلان للموت ! ',
    'Cover': nobara
  }
,
 {
    'Date' : '2024-09-22 ',
    'Writtenby': 'المرتزق ! Sif Eddine',
    'Title': ' -  الكينباتشي الأول : اونوهانا ياتشيرو !!',
    'Introduction': '- احد اعضاء الغوتي 13 الأصلية و قد ضاع صيتها بقوة حتى بين زمرة السفاحين هاته لتعرف بالشينيغامي الاكثر اجراما في تاريخ السول سوسايتي ، تتقن العديد من اساليب السيف و فن القتل و هو ما يدل عليه اسمها ياتشيرو : 8 آلاف اسلوب !',
    'Cover': unohana
  },
  {
    'Date' : '2024-09-22 ',
    'Writtenby': 'المرتزق ! Sif Eddine',
    'Title': ' اس نوت  و فلسفة الخوف!',
    'Introduction': ' في صفوف جيش باخ و ربما باخ نفسه لا يمكن لأحد ان يقدم أداءا حواريا قويا و فلسفة عميقة جدا و ليست بعيدة ابدا عن الواقع كما فعل ايس نوت و شرحه لأسس اهم الغرائز الدفاعية لدى الإنسان - الغريزة التي اساسها شعور #الخوف ! ',
    'Cover': nodet
  },
]

export {
    TopArticlesdata,
    PopularArticlesdata,
}